At least one of the overhangs in the major direction is lower than radius of the wire in the minor direction.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MajorOverhangFailure { get; }
  Visual Basic
Public Shared ReadOnly Property MajorOverhangFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MajorOverhangFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricFailures Class
  Autodesk.Revit.DB Namespace